IDEA StatiCa Open Model
FemElement.Type Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Type of the finite element 1 - triangular element 2D 2 - quadrilateral element 2D
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int Type { get; set; }
Public Property Type As Integer
	Get
	Set
public:
property int Type {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
FemElement Class
IdeaRS.OpenModel.Result Namespace